Revit 2020 API
AdvancedOpaque.OpaqueEmission Property
 The property labeled "Emission" from the "PrismOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string OpaqueEmission { get; }
Visual Basic
Public Shared ReadOnly Property OpaqueEmission As String
	Get
Visual C++
public:
static property String^ OpaqueEmission {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace